tap "homebrew/bundle"
brew "sqlite"
brew "bat"
brew "btop"
brew "cairo"
brew "coreutils"
brew "cowsay"
brew "fd"
brew "fortune"
brew "fzf"
brew "git"
brew "go"
brew "jdupes"
brew "jenv"
brew "lazygit"
brew "lsd"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "sidneys/homebrew/chntpw"
cask "adoptopenjdk"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "calibre"
cask "eloston-chromium"
cask "gimp"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "keepassxc"
cask "kitty"
cask "obsidian"
cask "qlstephen"
cask "visual-studio-code"
cask "xnviewmp"
