tap "homebrew/bundle"
brew "sqlite"
brew "bat"
brew "black"
brew "btop"
brew "cairo"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "jdupes"
brew "jenv"
brew "jq"
brew "lazygit"
brew "ncdu"
brew "neovim"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "sevenzip"
brew "shellcheck"
brew "stern"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk"
cask "amethyst"
cask "calibre"
cask "docker"
cask "eloston-chromium"
cask "ghostty"
cask "gimp"
cask "jellyfin"
cask "jordanbaird-ice"
cask "jupyter-notebook-viewer"
cask "keepassxc"
cask "obsidian"
cask "qlstephen"
cask "visual-studio-code"
cask "xnviewmp"
cask "zen-browser"
