brew "bat"
brew "btop"
brew "cairo"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "sqlite"
brew "jq"
brew "lazygit"
brew "ncdu"
brew "neovim"
brew "ripgrep"
brew "pre-commit"
brew "ruff"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "uv"
brew "watch"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "calibre"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "jellyfin"
cask "jordanbaird-ice"
cask "jupyter-notebook-viewer"
cask "keepassxc"
cask "obsidian"
cask "visual-studio-code"
cask "xnviewmp"
cask "zen"
