aria2
at-spi2-core
atk
autoconf
bat
brotli
btop
c-ares
ca-certificates
cabextract
cairo
cdrtools
chntpw
coreutils
dbus
fd
fontconfig
freetype
fribidi
fzf
gcc
gdbm
gdk-pixbuf
gettext
git
git-gui
glib
gmp
go
graphite2
gsettings-desktop-schemas
gtk+3
harfbuzz
heroku-node
hicolor-icon-theme
icu4c
isl
jdupes
jenv
jpeg-turbo
lazygit
libepoxy
libgit2
libidn2
libmpc
libnghttp2
libpng
libpthread-stubs
libsodium
libssh2
libtermkey
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxrender
libxtst
libyaml
lsd
luajit
luajit-openresty
luv
lz4
lzo
m4
mpdecimal
mpfr
msgpack
ncdu
ncurses
neofetch
neovim
node
oniguruma
openssl@1.0
openssl@1.1
openssl@3
pango
pcre2
pixman
pkg-config
pre-commit
pyenv
pyenv-virtualenv
python-distlib
python-filelock
python-platformdirs
python@3.10
python@3.11
python@3.12
pyyaml
readline
ripgrep
screenresolution
shellcheck
six
sqlite
tcl-tk
tokei
tree
tree-sitter
unibilium
virtualenv
wget
wimlib
xorgproto
xz
youtube-dl
zoxide
zsh-syntax-highlighting
zstd
adoptopenjdk
amethyst
anki
calibre
eloston-chromium
gimp
iterm2
jupyter-notebook-viewer
karabiner-elements
keepassxc
obsidian
qlstephen
visual-studio-code
xnviewmp
