alsa-utils
amd-ucode
base
blueberry
bluez-utils
btop
docker
docker-compose
dolphin
dunst
eza
fastfetch
fd
firefox
ghostty
gimp
go
goverlay
grub
htop
hyprland
hyprpaper
jq
kvantum
lazygit
lib32-giflib
lib32-gtk2
lib32-gtk3
lib32-openal
libva-utils
lutris
neovim
network-manager-applet
obsidian
okular
pacman-contrib
pavucontrol
plasma-meta
pre-commit
qt6ct
signal-desktop
steam
stern
stow
tealdeer
terminus-font
timeshift
tokei
ttf-font-awesome
ttf-hack-nerd
uv
waybar
wget
wireless_tools
zoxide
