alsa-utils
amd-ucode
base
blueberry
bluez-utils
btop
docker
docker-compose
dolphin
dunst
eza
fastfetch
fd
firefox
ghostty
gimp
go
goverlay
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
jq
kvantum
lazygit
lib32-giflib
lib32-gtk2
lib32-gtk3
lib32-openal
libva-utils
lutris
neovim
network-manager-applet
obsidian
okular
pacman-contrib
pavucontrol
plasma-meta
pre-commit
qt6ct
signal-desktop
steam
stern
stow
tealdeer
terminus-font
timeshift
tokei
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
uv
waybar
wget
wireless_tools
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zoxide
