alsa-utils
amd-ucode
bat
blueberry
bluez-utils
btop
clang
discord
docker
docker-compose
exfat-utils
eza
fastfetch
fd
firefox
gcc14
ghostty
gimp
go
hypridle
hyprland
hyprlock
hyprpaper
jq
hyprshot
hyprsunset
lazydocker
lazygit
localsend-bin
lutris
mako
meld
mpv
nautilus
neovim
ntfs-3g
obsidian
pacman-contrib
pavucontrol
pamixer
pinta
plocate
power-profiles-daemon
pre-commit
rofi-wayland
proton-vpn-gtk-app
ripgrep
satty
signal-desktop
spotify
starship
stern
steam
stow
swaync
sushi
swaybg
swayosd
tealdeer
terminus-font
telegram-desktop
timeshift
tokei
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
tzupdate
ufw-docker
waybar
wget
wireless_tools
wl-clipboard
wl-clip-persist
yaru-icon-theme
zoxide
